import random
from termcolor import colored

header6 = colored("""
\033[31m▄▄▄█████▓▓█████  ██▀███   ██▀███   ▒█████  ▒██   ██▒                \033[0mданная утилита была сделана с \033[31mлюбовью\033[0m <3
\033[31m▓  ██▒ ▓▒▓█   ▀ ▓██ ▒ ██▒▓██ ▒ ██▒▒██▒  ██▒▒▒ █ █ ▒░                
\033[31m▒ ▓██░ ▒░▒███   ▓██ ░▄█ ▒▓██ ░▄█ ▒▒██░  ██▒░░  █   ░                \033[0m| автор   :\033[31m t.me/owntrx \033[0m
\033[31m░ ▓██▓ ░ ▒▓█  ▄ ▒██▀▀█▄  ▒██▀▀█▄  ▒██   ██░ ░ █ █ ▒                 \033[0m| канал   :\033[31m t.me/terroxtool \033[0m
\033[31m  ▒██▒ ░ ░▒████▒░██▓ ▒██▒░██▓ ▒██▒░ ████▓▒░▒██▒ ▒██▒                \033[0m| обновил :\033[31m 22сент. 2023год. \033[0m
\033[31m  ▒ ░░   ░░ ▒░ ░░ ▒▓ ░▒▓░░ ▒▓ ░▒▓░░ ▒░▒░▒░ ▒▒ ░ ░▓ ░                \033[0m| версия  :\033[31m 0.51 beta. \033[0m
\033[31m    ░     ░ ░  ░  ░▒ ░ ▒░  ░▒ ░ ▒░  ░ ▒ ▒░ ░░   ░▒ ░                \033[0m| помогал :\033[31m n3v3rd1e \033[0m
\033[31m  ░         ░     ░░   ░   ░░   ░ ░ ░ ░ ▒   ░    ░  
\033[31m            ░  ░   ░        ░         ░ ░   ░    ░  
""", "red")

def lb_header():
    headers = [header6]
    return(random.choice(headers))
